Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/stabbursdalennasjonalpark/stabbursdalen-oversatt_til_kvensk_av_kvensk_institutt_15.6.2020-1.docx.tmx
Source language: nob
Languages: fkv

source: Stabbursdalen er en nordlig utløper av Finnmarksvidda, på mange måter et Finnmark i miniatyr.
fkv: Rautusvuoma oon Finmarkun tunturin pohjainen haara, ja se oon monela tavala Finmarkku miniatyyrissä.

source: I nasjonalparken finner vi karrige høyfjell, slettelandskap, bjørkeskog og verdens nordligste furuskog.
fkv: Kansalistarhaasta löyttyy karrui kaisoi, laatasmaita, koivumettii ja mailman pohjoissiin pötäjämettä.

source: De vekslende biotopene fører også til et variert plante-, fugle- og dyreliv.
fkv: Biotooppi täälä oon monenlainen, ja sen tähen löyttyy monnii erilaissii kasvui, linttui ja eläviitä.

source: Geologi er læren om jordas oppbygging og historie.
fkv: Geologii oon oppi maapallon ylösrakenuksesta ja histuuriista.

source: Kontinenter og hav har oppstått og forsvunnet, mens nye land- og havområder har kommet til.
fkv: Kontinentit ja meret oon syntynheet ja jaukkunheet, ja uuet maa- ja merialat oon tulheet.

source: Landskapsformene i Stabbursdalen er resultat av geologiske hendelser som strekker seg flere hundre millioner år tilbake og som pågår den dag i dag.
fkv: Rautusvuoman maisemanhaamut oon geoloogisten tapattumiin resyltaatti, joka mennee monta sattaa miljuunaa vuotta takaisin ja joka tapattuu vielä tääpänäki.

source: Klimaet i Stabbursdalen har vært svært vekslende de siste 900 tusen år – for å si det mildt.
fkv: Rautusvuoman kliima oon vaihetellu kovasti viimi 900 tuhanen vuoen aikana – kevveesti sanottunna.

source: Små og store isbreer har kommet og gått.
fkv: Pienet ja isot jäätiköt oon tulheet ja menheet.

source: Havnivået har på samme måte variert med 100-150 meter, i takt med oppbygging og smelting av breene.
fkv: Samala tavala oon merentasa vaihetellu 100-150 meetterillä, ko jäätiköt oon syntynheet ja sulanheet.

source: Etter siste istid for ca. 11 tusen år siden, har Stabburselva gravd seg ned i tidligere avsatte løs masser og vært med på å forme Stabbursdalen slik vi kjenner den i dag.
fkv: Viimi jääkauen jälkhiin nuoin 11 tuhatta vuotta aikkaa Rautusjoki oon kaivanu ittensä alas löysämasshoin. Tällä tavala se oon ollu myötä haamustamassa Rautusvuoman niin ko met tunnema sen tääpänä.

source: Høyfjellet eller Gáissene i Stabbursdalen, er rester fra en stor fjellkjede som ble dannet for om lag 400-500 millioner år siden.
fkv: Rautusvuoman kaisat oon rästit isosta vaararaiosta joka syntyi nuoin 400-500 miljuunaa vuotta aikkaa.

source: Den hadde likhetstrekk med dagens Himalaya-fjellkjede.
fkv: Sillä oon paljon yhtheistä tääpälisen Himalaya-vaararaion kans.

source: Fjellkjeden oppstod etter en voldsom kollisjon mellom to kontinentalplater.
fkv: Vaararaito syntyi ko kaksi kontinentaaliplaattaa tölmäs toinen toista vasten.

source: I Norge strekker restene av den kaledonske fjellkjeden fra Rogaland til Finnmark.
fkv: Norjassa kaledonilaisen vaararaion rästit löyythään Rogalandista kiini Finmarkkhuun saakka.

source: Alle planter trenger lys, varme, vann og næring, men ikke alltid like mye av hvert.
fkv: Kaikki kasvut tarvithaan näkköö, lämmintä, vettä ja ravinttoo, mutta ei jammisti yhtä paljon siitä kaikesta.

source: Noen planter klarer seg med lite vann, andre vokser i vann.
fkv: Jokku kasvut tarvithaan tyhä vähäsen vettä, ja toiset kasuthaan veessä.

source: Noen liker mye sol og varme, mens andre vokser i skyggen.
fkv: Jokku tykäthään paljon auringosta ja lämpimästä, ja toiset kasuthaan kalvheessa.

source: Noen vokser på skrinne grusrygger som blir tidlig fri for snø, andre liker seg best i næringsrike dalsøkk hvor snøen ligger lenge.
fkv: Jokku kasuthaan karruin karisölkkiin päälä mistä lumi lähtee varhain, ja toiset trivastuthaan parhaiten ravintorikkhaissa kursuissa missä lumi jää kauvoin.

source: Langs bekker og i elvedaler vokser de mer kravstore plantene som er mer avhengig av både vann, lys og varme.
fkv: Pitkin oijii ja runkoissa kasuthaan vaativammat kasvut, jokka pärjäthään huonomin ilman vettä, näkköö ja lämmintä.

source: I Stabbursdalen nasjonalpark finnes noen få oaser med rike plantesamfunn, med det er de små og nøysomme plantene som dominerer.
fkv: Rautusvuoman kansalistarhaassa löyttyy muutampi oaasi missä oon rikkhaita kasvusamfynnii, mutta pääassiissa täälä oon pienii ja vaatimattomii kasvui.

source: Plantene som har klort seg fast i Gáissene har tøffe oppvekst vilkår.
fkv: Elämänehot oon kovat kasvuile jokka oon kynsilä pitänheet Kaisoista kiini.

source: Dette området er lokalisert på 400-1000 m.o.h og utgjør største delen av nasjonalparken.
fkv: Tämä ala oon 400-100 meetterii yli merentasan, ja se oon kansalistarhaan issoin osa.

source: Suolováravži er både botanisk og geologisk sett en interessant dal i den nordlige delen av nasjonalparken.
fkv: Alala oon pääassiissa ravintoköyhää pahtamaata, paljon louhikoita ja kuivii kivi-, kari- ja hietasölkkii.

source: I dette område finner vi en del hornblendeskifer, som er lettere nedbrytbar, og som inneholder mange mineraler.
fkv: Poröösit hieta- ja karialat jaksethaan tyhä vähäsen piätellä vettä, ja sen tähen kasvut kuivuthaan helposti.

source: Den danner derfor grobunn for en litt rikere flora enn områdene rundt, og på snøleiene i dalen finner vi bl.a. dvergsoleie, grynsildre, dverggråurt og den rødlistete snøsoleia.
fkv: Lisäksi kassuumisaika oon lyhykäinen, ja tyhä kasvut jokka oon sovitelheet ittensä tänne oon jaksanheet asettuut: Tankipiippo (fi) ja karttajäkälä oon kasvut jokka tavalisesti löyythään ylimissä paikoissa vaaranlakkiin likelä.

source: På litt fuktigere steder vokser ellers flere vierarter, kvann, gulmjelt og den lett giftige firbladurten.
fkv: Alempanna vaaramassiivissa variksenmarja, kurjenkanerva (fi) ja sielikkö (fi) piethään karisölkkiistä kovasti kiini.

source: De største myrområdene i Stabbursdalen Nasjonalpark finner vi i områdene rundt Nuorttat Bastinjavri.
fkv: Rautusvuoman kansalistarhaan issoimet jänkkäalat löyttyy aloila Nuorttat Bastinjavrin ympäriltä.

source: Disse myrene er dels grunne fattigmyrer med rundstarr og duskull, men også med en del multer.
fkv: Nämät jänkät oon osittain matalat köyhäjänkät missä kassuu aapasaraa (fi) ja luhtavillaa (fi), mutta kans jonku verran hilloi.

source: Noen steder går myrene helt ut i vannet hvor vi finner områder med både flaske- og nordlandsstarr.
fkv: Joissaki paikoissa jänkät menhään kiini järvheen saakka, ja sielä oon alat mistä löyttyy sekä pullosara (fi) ja vesisara (fi).

source: Luoppal/Lompola-området er det mest interessante området i hele nasjonalparken, både botanisk og landskapsmessig.
fkv: Luoppal/Lompola-ala oon koko kansalistarhaan interessantissiin paikka, sekä sen botaanikin ja maiseman tähen.

source: Innsjøene her er omgitt av store flommark-områder med stor artsrikdom med bl.a. mange av de vanligste starrartene som sennagress, nordlandsstarr og flaskestarr.
fkv: Täälä järviin ympäri oon isot tulvimaa-alat missä kassuu monnii kasvui, muun myötä tavaliset jänkkäheinäsortit niin ko kenkäheinä, vesisara (fi) ja pullosara (fi).

source: Innafor flommarkene kommer vi først til tette vierbelter med mest svartvier og setervier.
fkv: Tulvimaitten sisälä tulema ensisti aloile missä oon tivhiit pajumettät.

source: Lengre inn finner vi bjørkeskogen, flettet inn med selje, or, osp og en del rogn.
fkv: Syvemällä oon koivumettää, ja sen välissä kassuu paivuu, leppää, haappaa ja jonku verran pihlajaa.

source: Litt høyere, og spesielt på vestsiden mot Ganečohkka, begynner furuskogen.
fkv: Pikkusen korkkeemalla, ja eriliikaisesti vestapuolela Ganečohkkaa vasten, alkkaa pötäjämettä.

source: Furu trives godt på solrike steder og vokser ofte på områder som er for tørre for andre treslag.
fkv: Pötäjä triivastuu hyvin paikoissa missä oon paljon aurinkkoo, ja se kassuu ushein aloissa mikkä oon liian kuivat muile puulajile.

source: I Stabbursdalen nasjonalpark finner vi de rikeste furuskogområdene fra Luoppal/Lompola og nord-vestover mot Ganečohkka.
fkv: Rautusvuoman kansalistarhaasta löyttyy rikkhaimat pötäjämettäalat Lompolasta saakka ja pohjaisvästäkäsin kiini Ganečohkkaa vasten.

source: Her finner vi både store og gamle trær.
fkv: Täälä löyttyy sekä issoi ja vanhoita puita.

source: De eldste er datert til omkring 500 år.
fkv: Vanhiimet oon dateerattu nuoin 500 vuoen vanhaaksi.

source: Furuskogen på østsiden av Stabburselva strekker seg fra Rávttošgoržži/Fossekulp-området og nordover helt til Suffvárri.
fkv: Pötäjämettä Rautusjoven öystäpuolela mennee Rautuskurkkiin alalta pohjoisheen käsin kiini Suffvárrhiin.

source: Nærmere elva blir furuskogen avbrutt av områder med lauvskog.
fkv: Likemäksi jokkee ittää lehtimettä pötäjämettän keskelä.

source: Innafor Stabbursdalen Landskapsvernområde finner vi fine furuskoger opp mot Máđirjávri, på Njallavárri, og en rik blandingsskog nord for Dilljajávri.
fkv: Rautusvuoman maisemasuojelualala löyämä sievät pötäjämettät ylös kohti Matarajärvee, Njallavárrin päälä, ja rikkhaan sekamettän Tiliijärven pohjaispuolela.

source: 1.3 Fugle- og dyreliv Det er mange arter som har sitt nordligste leveområde i Stabbursdalens furuskog.
fkv: 1.3 Linnut ja elävät Monila laijiila oon pohjoissiin elämänala Rautusvuoman pötäjämettässä.

source: Ekorn og fugleartene, lavskrike og konglebit finner du ikke lengre nord enn her.
fkv: Tämä oon pohjoissiin paikka mistä löyttyy orava ja linnunlaijit kuukhainen ja kävynpureksiija.

source: I gode frøår finner vi også gran- og furukorsnebb i furuskogen.
fkv: Hyvinä siemenvuosina löyttyy kans pikkukäpylintu (fi) ja isokäpylintu (fi) pötäjämettässä.

source: Tidligere har det vært en liten bestand av storfugl i Stabbursdalen.
fkv: Rautusvuomassa oon varhemin ollu pikku isolinnun populasjuuni.

source: I dag er det bare sporadiske observasjoner av arten.
fkv: Nykyisin sitä löyttyy vain sieltä täältä.

source: Elgen var vanlig i Stabbursdalen og Finnmark allerede for 7000-8000 år siden.
fkv: Elka oli tavalinen elävä Rautusvuomassa ja Finmarkussa jo 7000-8000 vuotta aikkaa.

source: I nyere historisk tid og fram til ca.1950, var det imidlertid en svært begrenset elgstamme i Finnmark.
fkv: Mutta nuoremassa histuurisessa aijassa kiini nuoin vuotheen 1950 saakka oli Finmarkussa tyhä kovin rajalinen elkapopulasjuuni.

source: I Stabbursdalen var elgen fortsatt en sjelden gjest fram til 1960-tallet.
fkv: Rautusvuomassa oli elka jatkuuvasti harvinainen vieras kiini 1960-luvule saakka.

source: I dag er beitende elg et vanlig syn i furuskogen vinterstid.
fkv: Tääpänä oon tavalista nähä nykkiivä elka pötäjämettässä talven aikhaan.

source: Om våren viser forskning at en stor del av elgbestanden trekker ut av Stabbursdalen og har sommeropphold hos nabokommuner og/eller andre steder i Porsanger.
fkv: Tutkimus näyttää ette iso osa elkoista lähtee Rautusvuomasta ja oon kesälä krannikomuuniissa ja/tahi muuvala Porsangissa. Lompolassa oon kesälä viljasti linttui.

source: I den tette bjørkeskogen dominerer ofte sang fra bjørkefink og løvsanger.
fkv: Sakkeissa koivumettissä kuuluu usseestiki peipposen ja pajulintu (fi) lauluu.

source: Helt nært elvekanten høres trillene fra sivsanger.
fkv: Likelä jovenranttaa kuuluu ruohokerttusen (fi) lauleleminen.

source: I de stilleflytende elvepartiene hekker det ulike gress- og dykkender.
fkv: Lompoloissa hauothaan erilaiset ruuhosuorsat ja sukelttaavat suorsat.

source: Laks- og siland er også vanlig forekommende.
fkv: Lehmäkoskelo ja pikkukoskelo oon kans tavaliset täälä.

source: Lengere opp i Stabbursdalen forandrer fuglelivet seg.
fkv: Kiini 1960-luvule Lompolassa oli kans pari kalakokkoperettä.

source: I vannene hekker det havelle og sjøorre, og av og til en og annen sangsvanefamilie. I det karrige fjellpartiet Gáissene er boltit og steinskvett vanlige sommergjester.
fkv: Rautusvuoman ylipuolela löytyi ennen paljon naaliita, mutta sama niin ko karhuun ja ketun kans se naali näkkyy hirmu harvoin kansalistarhaassa ja sen ympärillä.

source: Gaupe og jerv yngler regelmessig i nasjonalparken.
fkv: Ilveskissa ja ahma pruukathaan kanttaat kansalistarhaassa.

source: Furuskogen i Stabbursdalen er rester av en barskog som vandret inn fra øst for ca. 9000 år siden.
fkv: Rautusvuoman pötäjämettä oon hakomettän rästit, joka kulki tänne öystältä käsin nuoin 9000 vuotta aikkaa.

source: Furu var en periode det dominerende treslaget i Finnmark.
fkv: Pötäjä oli yhen aijan se puunlaji mitä Finmarkussa oli enniimiitten.

source: Et kaldere klima førte til et treslag skifte.
fkv: Kylmemän kliiman tähen tapattui puunlajinmuutos.

source: I de øvre delene av Stabbursdalen ble etter hvert bjørkeskogen nesten enerådende, mens furua biter seg fast i et begrenset område i det mest lune og lavtliggende partiet av Stabbursdalen.
fkv: Ylimissä Rautusvuoman osissa oli kohta tyhä koivumettä, ko taas pötäjä kynsii rajatthuun alhaan kiini Rautusvuoman suojimassa ja matalimassa osassa.

source: Furuskogen i Stabbursdalen
fkv: Rautusvuoman pötäjämettä

source: Furuskogen i nasjonalparken er med på å skape et lunere klima som kommer dyre- og fuglelivet til gode.
fkv: Kansalistarhaan pötäjämettä oon myötä luomassa suojaman kliiman, joka oon eläville ja linnuile hyväksi.

source: Elgen livnærer seg mye av rogn og furu, og et for stort antall elg i vinterhalvåret er med på å gi skogen store skader.
fkv: Elka syöpi paljon pihlajaa ja pötäjää, ja jos oon liian paljon elkkaa talvela, se havoittee mettää isostiki.

source: Dette går mest ut over de unge trærne, og forsinker dermed gjenveksten.
fkv: Nuoriimat puut kärsithään enniimitten tästä, ja siksi tullee hithaasti uuttaa mettää sen vanhaan sijale.

source: Furua fra Stabbursdalen har vært en viktig ressurs for menneskene i området.
fkv: Rautusvuoman pötäjät oon olheet tähelinen resyrsi alan ihmisille.

source: Stubber og spor av hogst finner vi i store deler av furuskogen, men også områder med gammel og grov furu.
fkv: Kannot ja puunhakon jäljet löyythään usseessa paikassa pötäjämettässä, mutta kans aloila missä oon vanhoita ja krouvii pötäjiitä.

source: Det ble bygget båter og laftet hus for salg.
fkv: Näistä rakenethiin venheitä ja salvothiin huonheita mitä sitte myythiin.

source: Tyrived ble samlet inn og brent i tjæremiler, som vi i dag kan se som forsenkninger i terrenget.
fkv: Tervaspuita kovothiin ja poltethiin tervahauoissa. Nämät hauat näjemä nyt niin ko hautamat maassa.

source: Tjæremile i Stabbursdalen
fkv: Tervahauta Rautusvuomassa

source: Stabburselva er selve livsnerven i Stabbursdalen.
fkv: 3.0 Rautusjoki Rautusjoki oon Rautusvuoman elämänlanka.

source: Mange tilreisende kommer hvert år for å prøve fiskelykken i Stabburselva.
fkv: Monet reisathaan joka vuosi tänne ja freistathaan näppiikö kala Rautusjovessa.

source: Ikke alle får fangst, men de fleste finner fred og ro langs elvebredden.
fkv: Ei kaikki saa kallaa, mutta usseemat löyethään rauhan täälä joven varrela.

source: Stabburselva renner ut fra Nordre Stabbursdalsvann, som ligger helt nord på Finnmarksvidda.
fkv: Rautusjoki juoksee läpi Pohjais-Rautusvuomanjärven, joka oon Finmarkun tunturin pohjaispuolela.

source: Elva er omkranset av bjørkeskog helt ned til Rávttošgoržži/Stabbursfossen.
fkv: Joven ympärillä oon koivumettää kiini Rautuskurkkiisseen saakka.

source: Nedenfor fossen blir innslaget av furu økende og elva bukter seg gjennom to små vann: Luoppal/Lompola.
fkv: Kurkkiin alapuolela lissäintyy pötäjän määrää ja joki mukitellee kahen pienen järven läpi: Lompola.

source: Ved Stabbursnes munner elva ut i Porsangerfjorden.
fkv: Rautusniemessä Rautusjoki juoksee Porsanginvuonhoon.

source: I de øvre deler av vassdraget er ørret og gjedde de vanligste fiskeslagene.
fkv: Vesikön ylimissä osissa hauki ja tammukka oon tavalissiimat kalalajit.

source: Lenger ned og opp til vandringsbarrieren;
fkv: Alemalla ja ylös kalapaole saakka;

source: Njahkágoržži/ Njakkafossen, finnner vi laks, sjøørret og brunørret.
fkv: Njahkágoržži-kurkkiista, löyämä lohta, meritammukkaa ja ojatammukkaa.

source: 3.1 Elvebåten, tradisjonelt fiske og tømmerdrift
fkv: 3.1 Jokivenet, tradisjunelli fisku ja tukkityöt

source: Det har vært laget elvebåter i Stabbursdalen helt opp til våre dager, men i dag er det ikke noen utstrakt ferdsel på elva med elvebåt.
fkv: Kiini meän päivhiin saakka oon laitettu jokivenheitä Rautusvuomassa, mutta tääpänä ei kuljeta jovela jokivenheelä.

source: I tidligere tider ble elvebåten brukt til fiske og transport.
fkv: Entishiin aikhoin jokivenettä piethiin fiskhuun ja kuljetuksheen.

source: Elvebåtene som ble benyttet på Stabburselva var relativt korte, noe som kan forklares med at Stabburselva har mange stryk og derfor trenger en lett manøvrerbar båt.
fkv: Jokivenheet jokka kuljethiin Rautusjovela olthiin joksiki lyhykäiset. Rautusjovessa oon monet nivat, ja sielä tarvithaan venheen mitä oon helppo styyrätä.

source: Garn- og stengselsfiske er effektive fiskemetoder som har vært i bruk i flere hundre år i Finnmark.
fkv: Fisku verkola ja paola oon effektiiviset konstit mitä oon pietty monen saan vuoen aijan Finmarkussa.

source: I Stabburselva var fiske med faststående redskaper tillatt fram til midten av 1970-tallet.
fkv: Rautusjovessa oli lupa onkkiit kiinitetyllä kaluila kiini 1970-luvun keskipuolele saakka.

source: Flere av navnene på fiskekulpene i elva, vitner om en lang tradisjon med stengselsfiske: Reŋkusavvon og Boađđoreŋku.
fkv: Usseemista joven suvanoitten nimet muistelhaan ette kalapaola oon pitkä tradisjuuni täälä: Reŋkusavvon ja Boađđoreŋku.

source: Begge kulpnavnene viser til at det på disse plassene har det vært vanlig å sette opp en trebukk med tilhørende stengsel.
fkv: Molemat suvanon nimet muistelhaan ette täälä se oon ollu tavalista panna ylös patokrenkun ja paon.

source: Tømmeret fra Stabbursdalen kunne fraktes ut av skogen med hest eller ved fløting på Stabburselva.
fkv: Valmistelhaan pattoo Rautusvuoman tukit kuljetethiin mettästä hevosella tahi uitethiin Rautusjovela.

source: Det er registrert fløting i elva så tidlig som 1886.
fkv: Jovela oon uitettu tukkii niin varhain ko vuona 1886.

source: Tømmeret ble tatt i land på Stabbursnes og Snekkernes.
fkv: Tukit nostethiin ranthaan Rautusniemelä ja Nikkariniemelä.

source: Ved Stelletsavvon/Sagstolkulpen ble tømmerstokkene skåret opp i plank.
fkv: Stelletsavvon/Sagstolkulpenin vieressä sahathiin tukit plankuiksi.

source: 4.0 Spor av mennesker
fkv: Tukkii sahathaan käsin

source: I indre del av Porsanger er det registrert 6 lokaliteter som viser at området var i bruk allerede i eldre steinalder (10 000-4500 f.Kr.).
fkv: Porsangivuonon sisäosassa oon rekistreerattu 6 lukaliteettii mikkä näytethään ette ala oli piossa jo vanhempanna kivikautena (10 000-4500 ennen Kr.).

source: En av disse lokalitetene ligger nær utløpet av Stabburselva ved Bevkopneset.
fkv: Yksi näistä lukaliteetista oon likelä Rautusjoven suuta Peukaniemelä.

source: I denne perioden levde menneskene et nomadisk liv.
fkv: Tähän aikhaan ihmiset elethiin nomaadiina.

source: Fra starten av var fangst av sjøpattedyr, fisk, fugl, egg og skalldyr var viktige ressurser.
fkv: Jo alusta saakka olthiin meri-imuelävän-, kalan-, kilpielävän- ja linnunpyytö ja munan kokkoominen tärkkeet resyrsit.

source: Langsomt ble innlandet isfritt og etter hvert ble det etablert skoger av selje, bjørk og furu på vidda.
fkv: Jää kulki hithaasti sisämaasta pois, ja aika myöen kasuthiin paivu-, koivu- ja pötätjämettät tunturissa.

source: Dette gjorde det mulig for menneskene å ta i bruk innlandet hvor de jaktet etter bl.a. rein, bjørn og elg
fkv: Tämän tähen ihmiset saatethiin ottaat pithoon sisämaan, missä het pyethiin porroo, karhuuta ja elkkaa.

source: Fra eldre steinalder fram til i dag finner vi spor av mennesker i Stabbursdalen.
fkv: Vanhemasta kivikauesta kiini tähän päivhään saakka löyämä ihmisten jäljet Rautusvuomassa.

source: Bortsett fra en bofast periode i Yngre steinalder, har det opp til nyere tid vært sesongmessige flyttinger knyttet til bosetting og bruk av området.
fkv: Joskus varhempanna kivikautena sielä oli fasta asutus, mutta uuemassa aijassa ihmiset oon jutanheet vuoenaijan myöten, ja sen myötä asunheet ja pitänheet alan.

source: Jakt på villrein har vært viktig.
fkv: Peuranpyytö oon ollu tärkkee.”…

source: Fra 1500-tallet begynner man å få flere skriftlige kilder.
fkv: yhen vuoen aikana merisaamelaiset oon erilaisissa paikoissa.

source: Av en ukjent forfatter på denne tiden, trolig en prest fra kysten av Finnmark, får man kjennskap til sjøsamenes bruk av fjordområdene:
fkv: Syksylä het oon merirannala missä kassuu mettää. Hyväsääpäivinä het souethaan mertä, mutta huonosääpäivinä het oon mettässä hakkaamassa tukkii venheen rakenuksheen.

source: Sjøsamer fra Porsanger
fkv: Lisäksi het pyyethään mertä.

source: Dette er en generell beskrivelse av sjøsamene i Finnmark, men det er mye som taler for at denne beskrivelsen også passer for Porsanger.
fkv: Porsangin merisaamelaiset Tämä oon ylheinen kuvvaus Finmarkun merisaamelaisista, mutta tämä kuvvaus saattaa rohki hyvin passata kans Porsangille.

source: Med bakgrunn i eldre skriftlige kilder fra Porsanger, får man vite at det i Porsanger var 2 siidaer (Finnebyer): Nord (el. øst) Porsanger og sør (el. vest) Porsanger Finneby.
fkv: Vanhemat kirjaliset kalttiit muistelhaan ette Porsangissa oli 2 siidaa (Saamelaiskyllää): Pohjais- (tahi öystä) Porsanki ja etelä (tahi vesta) Porsangin saamelaiskylä.

source: Stabbursdalen har da inngått i Sør-Porsanger Siida.
fkv: Rautusvuoma oon kuulu Etelä-Porsangin siidale.

source: 4.2 Innvandring fra Finland
fkv: Rautusniemi nuoin vuona 1920

source: På slutten av 1700-tallet og utover på 1800-tallet, var det en økt innvandring av folk til Finnmark fra Finland.
fkv: 1700-luvun lopussa ja 1800-luvula siirtyi enämpi ja enämpi väkkee Suomesta Finmarkkhuun.

source: Og særlig fra grenseområdene mellom Finland og Sverige.
fkv: Eriliikaisesti raja-aloilta Suomen ja Ruottin välilä.

source: Disse bosatte seg gjerne i elvedalene innerst i fjordene, i nærheten og blant sjøsamene i Porsanger.
fkv: Nämät asetuthiin usheen sisävuonoin jokilakshoin, merisaamelaisten likelä ja heän keskelä.

source: Jens A. Friis utga i 1861 kartserier som viser etnisitet, bo-standard og språkutbredelse i Nord-Norge.
fkv: Jens A. Friis antoi ulvos vuona 1861 karttaseeriät jokka näytethään Pohjais-Norjan etnisiteetit, asumisstandardit ja kielet.

source: Ved bruk av symboler ble det skilt mellom tømmerhus og gamme, om husstanden var samisk, kvensk eller norsk og hvilke språk husstanden behersket.
fkv: Hän piti symbooliita ette eroittaa hirsihuonheet ja kammit, oliko huonheessa saamen-, kväänin- tahi norjankielissii, ja mikkä kielet huonheen assuujat saatethiin.

source: På kartbladet fra Indre Porsanger, ser vi at det er registrert 6 husstander, i eller i umiddelbar nærhet av Stabbursdalen.
fkv: Sisä-Porsangin karttablaaista näjemä ette oon rekistreerattu 6 huonetta Rautusvuomassa tahi likelä.

source: Alle familiene er samiske og bor i tømmerhus.
fkv: Kaikki perheet oon saamelaiset ja asuthaan hirsihuonheissa.

source: Hos en av familiene behersker husfaren i tillegg kvensk og minst en person snakker norsk.
fkv: Yhessä perheessä isäntä saattaa lisäksi kväänin kieltä, ja vähhiinthään yksi ihminen puhhuu norjaa.

source: Langs Lakselva blir det samtidig registrert 15 kvenske familier.
fkv: Samhaan aikhaan rekistreerathaan ette Lemmijokkee pitkin assuu 15 kvääniperettä.

source: Alle familiene behersker i tillegg samisk språk, men bare hos to familier snakker minst en person norsk.
fkv: Kaikki perheet saatethaan kans saamen kieltä, mutta tyhä kahessa perheessä puhhuu vähhiinthään yksi ihminen norjaa.
